Repository: buma/OpenTripPlanner
Catalog: src/main/resources/po/*.po
Languages: de, fi, nl, sl, sv

source: Caution!
de: Achtung!
fi: Huomio!
nl: Let op!
sl: Pozor!
sv: Akta!

source: Unpaved surface
de: ungepflasterte Oberfläche
fi: Päällystämätön tie
nl: onverharde ondergrond
sl: Neutrjena površina
sv: Obelagd väg

source: Unpaved surface -- muddy!
de: ungepflasterte Oberfläche -- schlammig!
fi: Päällystämätön tie -- mutaista!
nl: onverharde ondergrond - modderige!
sl: Blatna neutrjena površina!
sv: Obelagd väg -- lerigt!

source: Toll road
fi: Maksullinen tie
nl: Tolweg
sl: Cestnina
sv: Vägtull

source: bike path
de: Fahrradweg
fi: pyörätie
nl: fietspad
sl: kolesarska pot
sv: cykelvägen

# name.pedestrian_path
source: path
de: Fußweg
fi: polku
nl: voetpad
sl: peš pot
sv: gångbanan

source: open area
de: Fußgängerzone
fi: aukio
nl: open ruimte
sl: območje za pešce
sv: torget

# name.path
source: path
de: Weg
fi: polku
nl: pad
sl: pot
sv: stigen

source: bridleway
de: Reitweg
fi: ratsupolku
nl: ruiterpad
sl: Jahalna steza
sv: ridvägem

source: Route {otp:route_ref}
fi: linja {otp:route_ref}
nl: Lijn {otp:route_ref}
sl: Pot {otp:route_ref}
sv: linje {otp:route_ref}

source: Platform {ref}
de: Plattform {ref}
fi: laituri {ref}
nl: Spoor {ref}
sl: Platforma {ref}
sv: plattform {ref}

source: platform
de: Plattform
fi: laituri
nl: spoor
sl: platforma
sv: plattformen

source: footbridge
de: Fußgängerbrücke
fi: kävelysilta
nl: loopbrug
sl: Most za pešce
sv: gångbron

source: underpass
de: Fußgängertunnel
fi: alikulku
nl: onderdoorgang
sl: podvoz
sv: undergången

source: road
de: Straße
fi: tie
nl: weg
sl: cesta
sv: vägen

source: ramp
de: Auffahrrampe
fi: ramppi
nl: helling
sl: uvoz/izvoz
sv: rampen

source: link
de: Verbindung
fi: liittymä
sl: povezava
sv: utfarten

source: service road
de: Anliegerstraße
fi: tonttitie
nl: ventweg
sl: servisna cesta
sv: vägen

source: alley
de: Gasse
fi: kuja
nl: steegje
sl: uličica
sv: gränden

source: parking aisle
de: Parkplatz
fi: pysäköintialue
nl: parking gangpad
sl: parkirišče
sv: parkeringsområdet

source: byway
de: Nebenstraße
fi: peltotie
sl: stranska pot
sv: vägen

source: track
de: Fahrweg
fi: ajopolku
sl: kolovoz
sv: vägen

source: sidewalk
de: Bürgersteig
fi: jalkakäytävä
nl: stoep
sl: pločnik
sv: trottoaren

source: steps
de: Stufen
fi: rappuset
nl: stappen
sl: stopnice
sv: trappan

source: Bicycle rental {name}
de: Fahrradverleih {name}
fi: pyörävuokraamo {name}
nl: Fietsverhuur {name}
sl: Izposojevalnica koles {name}
sv: cykeluthyrning {name}

source: Bicycle rental station
de: Fahrradverleihstation
fi: pyörävuokraamo
nl: Fietsverhuur station
sl: Postaja za izposojo koles
sv: cykeluthyrning

source: Bicycle parking {name}
de: Fahrradabstellplatz {name}
fi: polkupyöräpysäköinti {name}
nl: Fietsenstalling {name}
sl: Parkirišče za kolesa {name}
sv: cykelparkering {name}

source: Bicycle parking
de: Fahrradabstellplatz
fi: polkupyöräpysäköinti
nl: Fietsenstalling
sl: Parkirišče za kolesa
sv: cykelparkering

source: P+R {name}
fi: liityntäpysäköinti {name}
sv: infartsparkering {name}

source: P+R
fi: liityntäpysäköinti
sv: infartsparkering

source: corner of %s and %s
de: Kreuzung %s mit %s
fi: katujen %s ja %s kulma
sl: križišče %s in %s
sv: hörnet av %s och %s

source: unnamed
de: unbekannte Strasse
fi: nimetön
sl: neimenovana
sv: namnlös
